/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "1 minutts advarsel før frakobling";

/* Title for the about page */
"About" = "Om";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Kontoer";

/* String to be displayed when a buddy is Active */
"Active" = "Aktiv";

/* Button title to add someone as a buddy */
"Add" = "Legg til";

/* The title for the view to add a buddy */
"Add Buddy" = "Legg til venn";

/* String to describe advanced set of settings */
"Advanced" = "Avansert";

/* Agree to EULA */
"Agree" = "Enig";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Tillat autentisering i klartekst";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Automatisk sletting";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Start kryptering automatisk";

/* Label in buddy list for users that are available */
"Available" = "Tilgjengelig";

/* Label in buddy list for users that are away */
"Away" = "Borte";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesjonen i bakgrunnen vil utløpe om et minutt.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Standard";

/* The String for a button to block a buddy */
"Block" = "Blokkér";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blokker & fjern";

/* Name for default buddy group */
"Buddies" = "Venner";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Venneinfo";

/* Title for the buddy list tab */
"Buddy List" = "Venneliste";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Avbryt";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Avbryt kryptert chat";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat sikkert med meg";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox er brakt til deg av flere prosjekter med åpen kildekode";

/* let users know source is on Github */
"Check out the source here on Github" = "Sjekk kildekoden på Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Slett chathistorikk";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Koble til uansett";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Koble til Facebook";

/* Whether or not account is logged in */
"Connected" = "Tilkoblet";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Bidra med en oversettelse";

/* Title for the conversations tab */
"Conversations" = "Samtaler";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Slette konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Slett samtaler ved frakobling";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Sendt";

/* Disagree with EULA */
"Disagree" = "Uenig";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Koble fra Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Frakoblet";

/* Text for button to dismiss alert view */
"Dismiss" = "Ignorer";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Ikke forstyrr";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domenet må settes manuelt ved valg av tilpasset port";

/* Title for donation link */
"Donate" = "Donér";

/* Title for button to press when user is finished */
"Done" = "Ferdig";

/* The string describing account name or email address for a buddy */
"Email" = "E-post";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Aktiverer opportunistisk OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Skrevet tekst";

/* Title of error message pop-up box */
"Error!" = "Feil!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Utvidet fravær";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Kunne ikke koble til XMPP server. Vennligst sjekk innloggingsdetaljer og internettforbindelse og prøv igjen.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Kunne ikke starte autentisering. Vennligst prøv igjen.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Fingeravtrykket ditt";

/* Size for the font in the chat screen */
"Font Size" = "Skriftstørrelse";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Borte";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Gruppe";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grupper";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Vertsnavn";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Vertsnavn samsvarer ikke";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignorer";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "For å endre språk går du tilbake til hjem-skjermen og fjerner Chatterbox fra nylig brukte applikasjoner";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inaktiv";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Start kryptert chat";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "er nå tilgjengelig";

/* Message shown in line for users that are away */
"is now away" = "er nå borte";

/* Message shown in line for users that are offline */
"is now offline" = "er nå frakoblet";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Språk";

/* String of title to alert user language is change */
"Language Change" = "Språkendring";

/* log in to account */
"Log In" = "Logg inn";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Logg inn på siden for innstillinger (finnes øverst i høyre hjørne av vennelisten) og velg en venn fra vennelisten for å starte chat.";

/* log out from account */
"Log Out" = "Logg ut";

/* shown during the login process */
"Logging in..." = "Logger inn...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Logg inn på";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logge ut fra OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Logge ut fra XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Melding";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Navn";

/* For a new settings value */
"New" = "Ny";

/* Title for New Account View */
"New Account" = "Ny konto";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Ny statusmelding: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Ingen lagrede kontoer";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Ikke tilgjengelig";

/* Not Verified or cancel verified */
"Not Verified" = "Ikke verifisert";

/* Label in buddy list for users that are offline */
"Offline" = "Frakoblet";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Gammel";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Åpne i Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Valgfritt";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Annet";

/* Label text for password field on login screen */
"Password" = "Passord";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Avventer godkjenning";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Slett permanent";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to Chatterbox project website */
"Project Homepage" = "Prosjektets nettside";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Påstått fingeravtrykk for";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Les";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Siste";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Avvis";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Husk passord";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Husk brukernavn";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Fjern";

/* Reply to an incoming message */
"Reply" = "Svar";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Krev TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Påkrevd";

/* Title for button for saving a setting */
"Save" = "Lagre";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Sikkerhetsadvarsel";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Selvsignert SSL";

/* For sending a message */
"Send" = "Send";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send leveringsbekreftelser";

/* String on button to email feedback */
"Send Feedback" = "Send tilbakemelding";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send skrivevarsel";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Innstillinger";

/* Title for sharing a link to the app */
"Share" = "Del";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Utloggingsadvarsel";

/* description for what the font size setting affects */
"Size for font in chat view" = "Størrelse på tekst i chat";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL vertsnavn samsvarer ikke";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Abonnementsoversikt";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Samtalen med %@ er ikke sikker lenger.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Det oppstod en feil under verifiseringen av sertifikatet til %@. Dette kan indikere at noen prøver å avlytte kommunikasjonen din.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Denne chatten er sikret";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Denne chatten er sikret og verifisert";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "Denne QR-koden inneholder en link til http://omniqrcode.com/q/Chatterbox og vil omdirigere til App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Skriver";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Brukernavn";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Verifisert";

/* Shown when verifying fingerprints */
"Verify" = "Verifiser";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifiser Fingeravtrykk";

/* Shown when verifying fingerprints */
"Verify Later" = "Verifiser senere";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versjon";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Advarsel: Denne chatten er ikke kryptert";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Advarsel: Vær forsiktig ved bruk! Dette kan redusere sikkerheten din. ";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Når du forlater denne samtalen vil den slettes for alltid.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Du (%@) har koblet fra.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Du er: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Du må være i en sikker samtale først.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Du må oppgi et brukernavn og et passord for å logge inn.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Din donasjon vil finansiere den videre utviklingen av Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Brukernavnet ditt på Facebook er ikke e-postadressen du bruker når du logger inn på Facebook";

